def medical_message():
    message = """
    *Медицинский центр*
Контактный номер: +7 (987) 229-13-00, +7 (843) 792-04-86
Ссылка на группу в Telegram: https://telegram.me/joinchat/CCS9pz3TH09k7FgaWZ0tqA
Режим работы:
ПН - ПТ с 10:00 до 16:00
СБ - выходной
ВС -  выходной
Сдача анализов: с 8.30 до 11.00 (будние)
Адрес: г. Иннополис, ул. Спортивная, д.301, терминал 1

*Поликлиника*
Контактный номер: +7 (987) 184-37-27
Режим работы: круглосуточно
Адрес: г. Иннополис, ул. Спортивная, д.301, терминал 2

*Педиатр*
Байсарова Айгуль Шагитовна
Контактный номер: +7 (843) 203-92-73, +7 (986) 907-45-51
Режим работы:
ПН-ПТ: с 9:00 до 12.00 - обслуживание вызовов
с 13.00 до 18.00 – прием пациентов
СБ: с 9.00 до 14.00 - прием пациентов
Адрес: г. Иннополис, ул. Университетская, д.1, кампус №4
    """
    return message

def bus_timetable_message():
    message = """
    *Казань (Комбинат Здоровье) – Иннополис – Казань (Комбинат Здоровье)*

_В будние дни:_

*Из Казани:* 06:30, 07:30\*, 08:00 (х2)\*, 10:00, 11:00\*, 12:00, 13:00, 14:00, 15:00, 16:00, 17:00, 17:30, 18:00,18:30,19:30, 20:00, 21:30
*Из Иннополиса:* 06:00, 06:50, 07:40, 09:20, 09:30, 11:00, 12:20\*, 13:20\*, 14:20\*, 15:20\*, 16:20\*, 17:20, 18:20, 19:00, 20:00, 20:30, 21:00, 22:00, 22:30

_В выходные дни:_

*Из Казани:* 06:30, 08:00, 09:00, 10:00, 11:00, 12:00, 13:00, 14:00, 15:00, 16:00, 17:00, 18:00, 19:00, 20:00, 21:00, 22:00
*Из Иннополиса:* 08:00, 09:20, 10:20, 11:20,12:20, 13:20, 14:20, 15:20, 16:20, 17:20, 18:20, 19:20, 20:20, 21:00, 22:20, 23:20

_* дополнительная ост. Медицинский центр_
    """
    return message

def bus_stops_message():
    message = """
    *Казань (Комбинат Здоровье) – Иннополис*

_Остановки:_

•ост. Комбинат Здоровье (со стороны ул. Право-Булачная)
•ост. ул. Чернышевского (со стороны ул. Право-Булачная, д. 19)
•ост. Энергетический Университет. Метро Козья Слобода (у сквера им. Фикрята Табеева)
•ост. Гуманитарный институт (ул. Ибрагимова, 63)
•ост. пр. Ибрагимова (ул. Волгоградская, между домами 45 и 59 по пр. Ибрагимова)
•ост. Восстания (ул. Восстания, 28);
•ост. Площадь Восстания (со стороны ул. Восстания, д. 46а)
•ост. Разъезд Восстания (сквер им.Васильченко)
•ост. Горьковское шоссе (со стороны ул. Горьковское шоссе, д. 2)
•ост. Оз. Лебяжье (по выходным дням)
•ост. Пос. Залесный (со стороны ул. Залесная, д. 66), около магазина "Бахетле"
•ост. г. Иннополис, Жилой Комплекс (между д. 102 и 104, магазин "Бахетле")
•ост. г. Иннополис, Медцентр (на рейсах со звездочкой)
•ост. г. Иннополис, 1й корпус кампуса (Шишкин парк)
•ост. г. Иннополис, АДЦ им.Попова (у пешеходного перехода напротив въезда на территорию АДЦ им.Попова)
    """
    return message
